---
kind: other
id: Properties.T:Autodesk.Revit.DB.PlanTopologySetIterator
source: html/bc4fe775-defe-cac7-8447-fbef6b92f587.htm
---
# PlanTopologySetIterator Properties

Retrieves the item that is the current focus of the iterator.